[S_Broadcast_Truth_Comm_Clerk_01 AkEvent]
SpokenText="Firebrand has cleared the perimeter,  Sir.  Meeting limited resistance."

[S_Broadcast_Truth_Comm_Clerk_02 AkEvent]
SpokenText="We've got incoming!"

[S_Dark_Volunteer_02_Comm_Officer_01 AkEvent]
SpokenText="Gate is primed and ready, sir."

[S_First_Flight_Clerk_01_Setup_Phase AkEvent]
SpokenText="Sir, given our current position there's actually no way the Skyranger could reach that location..."

[S_Pre_Final_Mission_Broadcast_Comm_Officer_01 AkEvent]
SpokenText="Priority message for the Commander coming through on a secure channel, sir."

[S_Pre_Final_Mission_Broadcast_Comm_Officer_02 AkEvent]
SpokenText="Sir, it's coming from the ADVENT Network tower.  "

[S_Retaliation_Comm_Clerk_01_Setup_Phase AkEvent]
SpokenText="Massive signal coming from The ADVENT Network Tower.  It's global.  Sir, I think you'll want to see this."

